Revit 2026 API

# MassInstanceUtils Properties

---

The MassInstanceUtils type exposes the following members.

|  | Name | Description |
| --- | --- | --- |
|  | IsValidObject | Specifies whether the .NET object represents a valid Revit entity. |

#### Reference

MassInstanceUtils Class

Autodesk.Revit.DB Namespace